Repository: fluttertools/sidekick
Catalog: lib/l10n/intl_*.arb
Languages: de

# navButtonProjects
source: Projects
de: Projekte

# navButtonExplore
source: Explore
de: Erkunden

# navButtonPackages
source: Packages
de: Pakete

source: Installed Versions
de: Installierte Versionen

source: Clean up
de: Säubern

# cleanUpTooltip
source: Clean up unused versions.
de: Nicht verwendete Versionen bereinigen.

# numberOfCachedVersions
source: {cachedVersions} versions
de: {cachedVersions} Versionen

source: Flutter SDK not installed.
de: Flutter SDK nicht installiert.

# noFlutterVersionInstalledMessage
source: You do not currently have any Flutter SDK versions installed. Versions or channels that have been installed will be displayed here.
de: Sie haben derzeit keine Flutter SDK Versionen installiert. Versionen oder Kanäle, die installiert wurden, werden hier angezeigt.

source: Explore Flutter Releases
de: Erkunde Flutter Releases

source: Advanced
de: Erweitert

source: Download Zip
de: Zip herunterladen

source: Zip file with all release dependencies.
de: Zip-Datei mit allen Release-Abhängigkeiten.

source: Local Cache Information
de: Lokale Cache-Informationen

source: Created Date
de: Erstelldatum

source: Cache Location
de: Cache-Speicherort

source: Are you sure you want to remove?
de: Sind Sie sicher, dass Sie entfernen möchten?

source: This will remove {itemname} cache from your system.
de: Dadurch wird {itemname} aus dem Cache von Ihrem System entfernt.

source: Cancel
de: Abbrechen

source: Confirm
de: Bestätigen

source: Release Notes
de: Freigabemitteilungen

source: Release Date
de: Freigabedatum

source: SDK has not finished setup
de: SDK hat das Setup nicht abgeschlossen

source: Version is installed
de: Version ist installiert

source: Version not installed. Click to install.
de: Version nicht installiert. Klicken Sie zum Installieren.

source: No unused Flutter SDK versions installed
de: Keine unbenutzten Flutter SDK Versionen installiert

source: Clean up unused versions
de: Nicht verwendete Versionen bereinigen

source: These version are not pinned to a project
de: Diese Versionen sind nicht an ein Projekt angeheftet

source: Do you want to remove them to free up space?
de: Möchten Sie es entfernen, um Speicherplatz freizugeben?

source: Global configuration
de: Globale Konfiguration

# flutterPathIsPointingTon
source: Flutter PATH is pointing to
de: Flutter PATH verweist auf

source: Change the path to
de: Ändere den Path zu

source: if you want to Flutter SDK through FVM
de: wenn Sie Flutter SDK durch FVM

source: How to update your path?
de: Wie soll man den Pfad aktualisieren?

source: Nothing selected
de: Nichts ausgewähl

source: Copied to clipboard
de: In die Zwischenablage kopiert

source: Refresh
de: Aktualisieren

source: {count} Found
de: {count} gefunden

source: Could not launch {url}
de: Konnte {url} nicht öffnen

source: open
de: öffnen

# stableChannelDescription
source: We recommend that you use this channel for all production app releases. Roughly once a quarter, a branch that has been stabilized on beta will become our next stable branch and we will create a stable release from that branch.
de: Wir empfehlen, dass Sie diesen Kanal für alle Produktions-App-Veröffentlichungen verwenden. Ungefähr einmal im Quartal wird ein Zweig, der auf Beta stabilisiert wurde, unser nächster stabiler Zweig und wir erstellen eine stabile Version von diesem Zweig.

# betaChannelDescription
source: Branch created from master for a new beta release at the beginning of the month, usually the first Monday. This will include a branch for Dart, the Engine and the Framework.
de: Zweig, der für eine neue Betaversion am Monatsanfang, in der Regel am ersten Montag, von master erstellt wird. Dieser wird einen Zweig für Dart, die Engine und das Framework enthalten.

# devChannelDescription
source: The latest fully-tested build. Usually functional, but see Bad Builds for a list of known "bad" dev builds.
de: Der letzte vollständig getestete Build. Normalerweise funktionstüchtig, aber unter "Schlechte Builds" finden Sie eine Liste bekannter "schlechter" Dev-Builds.

# masterChannelDescription
source: The current tip-of-tree, absolute latest cutting edge build. Usually functional, though sometimes we accidentally break things.
de: Der aktuelle Tip-of-Tree, der absolut neueste Cutting Edge Build. Normalerweise funktional, obwohl wir manchmal versehentlich Dinge kaputt machen.

source: In use
de: Verwendet

source: Unused
de: Nicht verwendet

source: Set as global
de: Als global festlegen

source: Remove
de: Löschen

source: Version {itemVersionName} has been installed.
de: Die Version {itemVersionName} wurde installiert.

source: Version {itemVersionName} has finished setup.
de: Version {itemVersionName} hat das Setup beendet.

source: Channel {itemVersionName} has been upgraded.
de: Channel {itemVersionName} wurde aktualisiert.

source: Version {itemVersionName} has been removed.
de: Die Version {itemVersionName} wurde entfernt.

source: Version {itemVersionName} has been set as global.
de: Version {itemVersionName} wurde als global festgelegt.

source: Version {version} pinned to {projectName}
de: Version {version} angeheftet an {projectName}

source: {packageProjectsCount} projects
de: {packageProjectsCount} Projekte

source: Changelog
de: Änderungsprotokoll

source: Pub Points
de: Pub Punkte

source: Popularity
de: Popularität

source: No Packages Found
de: Keine Pakete gefunden

source: Most Used Packages
de: Meistgenutzte Pakete

source: There was an issue loading your packages.
de: Es gab ein Problem beim Laden Ihrer Pakete.

source: Open terminal playground
de: Terminal Playground öffnen

source: Select a Flutter SDK Version
de: Wählen Sie eine Flutter SDK Version

source: Choose
de: Wählen Sie

source: No Flutter Projects have been added yet.
de: Es wurden noch keine Flutter-Projekte hinzugefügt.

source: Not a Flutter project
de: Kein Flutter-Projekt

source: Projects Refreshed
de: Projekte aktualisiert

source: Projects
de: Projekte

source: {projects} Projects
de: {projects} Projekte

source: Only display projects that have versions pinned
de: Nur Projekte anzeigen, die Versionen angeheftet haben

source: FVM Only
de: Nur FVM

source: Add Project
de: Projekt hinzufügen

source: Versions
de: Versionen

source: {releases} versions
de: {releases} Versionen

source: Not running
de: Läuft nicht

source: Search...
de: Suche...

source: Analytics & Crash Reporting
de: Analytik & Crash-Berichterstattung

source: Platforms
de: Platformen

source: Skip setup Flutter on install
de: Einrichtung von Flutter bei der Installation überspringen

source: This will only clone Flutter and not install
de: Dadurch wird Flutter nur geklont und nicht installiert

source: dependencies after a new version is installed.
de: Abhängigkeiten, nachdem eine neue Version installiert wurde.

source: Are you sure you want to reset settings?
de: Sind Sie sicher, dass Sie die Einstellungen zurücksetzen wollen?

source: This will only reset Sidekick specific preferences
de: Dadurch werden nur Sidekick-spezifische Einstellungen zurückgesetzt

source: App settings have been reset
de: Die App-Einstellungen wurden zurückgesetzt

source: General
de: Allgemein

source: Select a theme or switch according to system settings..
de: Wählen Sie ein Thema oder schalten Sie entsprechend den Systemeinstellungen um.

source: Light
de: Hell

source: Dark
de: Dunkel

source: Reset to default settings
de: Zurücksetzen auf Standardeinstellungen

source: Reset
de: Zurücksetzen

source: Settings have been saved
de: Die Einstellungen wurden gespeichert

source: Could not save settings
de: Einstellungen konnten nicht gespeichert werden

source: Update available.
de: Update verfügbar.

source: Sidekick version {updateInfoLatest} is now available.
de: Sidekick version {updateInfoLatest} ist nun Verfügbar.

source: Later
de: Später

source: Update Now
de: Jetzt aktualisieren

source: Click here to download.
de: Klicken Sie hier zum Download.

source: A new version of Sidekick is available ({updateInfoLatest}).
de: Eine neue Version von Sidekick ist verfügbar ({updateInfoLatest}).

source: Language
de: Sprache

# analyticsCrashReportSubtitle
source: When a flutter command crashes it attempts to send a crash report to Google in order to help Google contribute improvements to Flutter over time
de: Wenn ein Flutter-Befehl abstürzt, wird versucht, einen Absturzbericht an Google zu senden, damit Google im Laufe der Zeit Verbesserungen an Flutter beisteuern kann

# flutterSDKGlobalDescription
source: A Flutter sdk version neeeds to be set as global in order to access Flutter settings
de: Eine Flutter-Sdk-Version muss als global eingestellt werden, um auf die Flutter-Einstellungen zugreifen zu können

# theCurrentTipoftreeAbsoluteLatestCuttingEdgeBuildUsuallyFunctional
source: The current tip-of-tree, absolute latest cutting edge build. Usually functional, though sometimes we accidentally break things.
de: Der aktuelle Tip-of-Tree, der absolut neueste Cutting Edge Build. Normalerweise funktional, obwohl wir manchmal versehentlich Dinge kaputt machen.

source: Add your Flutter project Projects information will be displayed here.
de: Fügen Sie Ihr Flutter-Projekt hinzu Die Projektinformationen werden hier angezeigt.

# youNeedToAddAFlutterProjectFirstPackageInformation
source: You need to add a Flutter project first. Package information will be displayed here.
de: Sie müssen zuerst ein Flutter-Projekt hinzufügen. Die Paketinformationen werden hier angezeigt.
